mikestead.dotenv
mechatroner.rainbow-csv

ms-python.python
ms-python.vscode-pylance

ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow

ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack

RDebugger.r-debugger
REditorSupport.r

VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode

mathworks.language-matlab
bramvanbilsen.matlab-code-run

ms-azuretools.vscode-docker